-- phpMyAdmin SQL Dump
-- version 4.5.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Сен 07 2016 г., 15:13
-- Версия сервера: 5.7.11
-- Версия PHP: 5.6.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `forum`
--

-- --------------------------------------------------------

--
-- Структура таблицы `admins`
--

CREATE TABLE `admins` (
  `id` int(55) NOT NULL,
  `login` varchar(111) NOT NULL,
  `name` varchar(111) NOT NULL,
  `password` varchar(111) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `admins`
--

INSERT INTO `admins` (`id`, `login`, `name`, `password`) VALUES
(1, 'root', 'admin', '63a9f0ea7bb98050796b649e85481845');

-- --------------------------------------------------------

--
-- Структура таблицы `messages`
--

CREATE TABLE `messages` (
  `id` int(55) NOT NULL,
  `user_id` int(55) NOT NULL,
  `created_at` timestamp(6) NOT NULL,
  `topic_id` int(55) NOT NULL,
  `text` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `messages`
--

INSERT INTO `messages` (`id`, `user_id`, `created_at`, `topic_id`, `text`) VALUES
(1, 1, '2016-08-26 20:43:29.000000', 2, 'Test msg'),
(2, 1, '2016-08-26 20:44:03.000000', 1, 'Test msg'),
(3, 1, '2016-08-27 19:04:48.000000', 3, '3241f12ds12fdcv 21fd1sd1d'),
(4, 1, '2016-08-27 19:05:50.000000', 2, 'ntcnjdjt '),
(5, 1, '2016-08-27 19:06:38.000000', 2, 'ntcnjdjt '),
(6, 1, '2016-08-27 19:08:11.000000', 1, '3241f12ds12fdcv 21fd1sd1d'),
(7, 1, '2016-08-27 19:09:21.000000', 1, ';jgtn'),
(8, 1, '2016-08-27 19:10:40.000000', 2, 'ntcnjdjt '),
(9, 1, '2016-08-27 19:11:04.000000', 2, 'ntcnjdjt '),
(10, 1, '2016-08-27 19:14:43.000000', 2, 'ntcnjdjt '),
(11, 1, '2016-08-27 19:15:05.000000', 2, 'ntcnjdjt '),
(12, 1, '2016-08-27 19:20:18.000000', 2, 'ntcnjdjt '),
(13, 1, '2016-08-27 19:26:52.000000', 2, 'Ð’Ð¾Ñ‚ Ð¾Ð½Ð¾)'),
(14, 1, '2016-08-27 19:30:25.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(15, 1, '2016-08-27 19:30:28.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(16, 1, '2016-08-27 19:30:32.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(17, 1, '2016-08-27 19:30:34.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(18, 1, '2016-08-27 19:30:44.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(19, 1, '2016-08-27 19:30:46.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(20, 1, '2016-08-27 19:30:46.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(21, 1, '2016-08-27 19:30:46.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(22, 1, '2016-08-27 19:30:46.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(23, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(24, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(25, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(26, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(27, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(28, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(29, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(30, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(31, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(32, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(33, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(34, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(35, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(36, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(37, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(38, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(39, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(40, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(41, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(42, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(43, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(44, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(45, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(46, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(47, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(48, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(49, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(50, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(51, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(52, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(53, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(54, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(55, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(56, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(57, 1, '2016-08-27 19:30:47.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(58, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(59, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(60, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(61, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(62, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(63, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(64, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(65, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(66, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(67, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(68, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(69, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(70, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(71, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(72, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(73, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(74, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(75, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(76, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(77, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(78, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(79, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(80, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(81, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(82, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(83, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(84, 1, '2016-08-27 19:30:48.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(85, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(86, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(87, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(88, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(89, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(90, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(91, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(92, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(93, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(94, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(95, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(96, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(97, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(98, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(99, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(100, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(101, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(102, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(103, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(104, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(105, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(106, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(107, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(108, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(109, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(110, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(111, 1, '2016-08-27 19:30:49.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(112, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(113, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(114, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(115, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(116, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(117, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(118, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(119, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(120, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(121, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(122, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(123, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(124, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(125, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(126, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(127, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(128, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(129, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(130, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(131, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(132, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(133, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(134, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(135, 1, '2016-08-27 19:30:50.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(136, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(137, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(138, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(139, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(140, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(141, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(142, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(143, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(144, 1, '2016-08-27 19:30:51.000000', 2, 'Ñ‹Ñ‡ Ñ Ð¿ÐµÑ€ÐµÐ·Ð°Ð³Ñ€ÑƒÐ·Ð¾Ð½ÑŒÐºÐ¾Ð¹'),
(145, 1, '2016-08-27 19:44:37.000000', 3, 'dasdad');

-- --------------------------------------------------------

--
-- Структура таблицы `section`
--

CREATE TABLE `section` (
  `id` int(55) NOT NULL,
  `name` varchar(111) NOT NULL,
  `created_at` timestamp(6) NOT NULL,
  `user_id` int(55) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `section`
--

INSERT INTO `section` (`id`, `name`, `created_at`, `user_id`) VALUES
(1, 'First section', '2016-08-26 19:16:50.000000', 1),
(2, 'Secomd section', '2016-08-26 19:17:23.000000', 1),
(3, 'eqwerqw', '2016-08-30 21:54:53.000000', 3);

-- --------------------------------------------------------

--
-- Структура таблицы `topics`
--

CREATE TABLE `topics` (
  `id` int(55) NOT NULL,
  `name` varchar(111) NOT NULL,
  `created_at` timestamp(6) NOT NULL,
  `user_id` int(55) NOT NULL,
  `section_id` int(55) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `topics`
--

INSERT INTO `topics` (`id`, `name`, `created_at`, `user_id`, `section_id`) VALUES
(1, 'First theme', '2016-08-26 19:18:53.000000', 1, 1),
(2, 'First theme', '2016-08-26 19:19:38.000000', 1, 2),
(3, 'Second theme up', '2016-08-26 19:19:38.000000', 1, 1),
(4, 'Second theme', '2016-08-26 19:19:38.000000', 1, 2),
(5, '243124', '2016-08-30 21:56:10.000000', 2, 2);

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int(55) NOT NULL,
  `name` varchar(111) NOT NULL,
  `login` varchar(111) NOT NULL,
  `email` varchar(111) NOT NULL,
  `password` varchar(111) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `name`, `login`, `email`, `password`) VALUES
(1, 'Kostya', 'admin', 'weagle@list.ru', '827ccb0eea8a706c4c34a16891f84e7b'),
(2, 'Leopard', 'zergan', 'leopard@mail.ru', '12345'),
(9, 'wrqgfewqrf', 'eqrfwq', 'rfqefqwrfqw', 'eqwrqwrq23'),
(5, '', '', 'root', '63a9f0ea7bb98050796b649e85481845'),
(6, '', '', 'root', '63a9f0ea7bb98050796b649e85481845'),
(7, '', '', 'root', '63a9f0ea7bb98050796b649e85481845'),
(10, 'DELITED', 'DELITED', 'no@mail', '63a9f0ea7bb98050796b649e85481845');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `messages`
--
ALTER TABLE `messages`
  ADD PRIMARY KEY (`id`),
  ADD KEY `topic_id` (`topic_id`),
  ADD KEY `created_at` (`created_at`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `section`
--
ALTER TABLE `section`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `topics`
--
ALTER TABLE `topics`
  ADD PRIMARY KEY (`id`),
  ADD KEY `name` (`name`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `section_id` (`section_id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(55) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT для таблицы `messages`
--
ALTER TABLE `messages`
  MODIFY `id` int(55) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=146;
--
-- AUTO_INCREMENT для таблицы `section`
--
ALTER TABLE `section`
  MODIFY `id` int(55) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `topics`
--
ALTER TABLE `topics`
  MODIFY `id` int(55) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(55) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
